{
  "blogs": [
    {
      "title": "The Almanack Of Naval Ravikant:",
      "body": "\n“Getting rich is about knowing what to do, who to do it with, and when to do it.”\n“Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy.”\n“You’re not going to get rich renting out your time. You must own equity—a piece of business—to gain your financial freedom.”\n“You will get rich by giving society what it wants but does not yet know how to get. At scale.”\n“Play iterated games. All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest.”\n“Learn to sell. Learn to build. If you can do both, you will be unstoppable.”\n“Specific knowledge is found by pursuing your genuine curiosity and passion rather than whatever is hot right now.”\n“Study microeconomics, game theory, psychology, persuasion, ethics, mathematics, and computers.”\n“Become the best in the world at what you do. Keep redefining what you do until this is true.”\n“The most important skill for getting rich is becoming a perpetual learner.”",
      "author": "Eric Jorgenson",
      "id": 1
    },
    {
      "title": "The Four Agreements",
      "body": "In The Four Agreements, Don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, The Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love.\n\nIt’s a concise book but a provocative one and is full of wisdom. It not only links back to your belief systems but gives you a practical guide to improve those belief systems.“The Four Agreements” not only gave me the four agreements using which I have brought small positive changes to my life, but the book has also helped me understand the process of “Domestication” and how this “Domestication” has formed my belief systems.\n\nIt was a key learning for me that I don’t own all my belief systems. I am a product of my “Domestication” process, and so are you. Your belief system is different than mine, and hence we can’t, and we should not judge each other.\n\nBe impeccable with my own words, not take things personally, make assumptions, and always do my best; these four promises are tough to keep. Still, once I made myself aware of these four promises, things have started shifting in a positive direction.\n\n“The Four Agreements” has left a permanent mark on my life, and I am sure this ‘simple to read’ book will do the same to you.",
      "author": "Don Miguel Ruiz with Janet Mills",
      "id": 2
    }
  ]
}